<?php function getDateRus(){
    $monthes = array(
        1 => 'Січня', 2 => 'Лютого', 3 => 'Березеня', 4 => 'Квітеня',
        5 => 'Травеня', 6 => 'Червня', 7 => 'Липеня', 8 => 'Серпеня',
        9 => 'Вересеня', 10 => 'Жовтня', 11 => 'Листопада', 12 => 'Грудня'
    );
    return ( (int)date('d') . ' ' . $monthes[(date('n'))] . date(' Y'));
}
function getDayRus(){
    $days = array(
        'Неділя', 'Понеділок', 'Вівторок', 'Середа',
        'Четвер', 'Пятниця', 'Субота'
    );
    return $days[(date('w'))];
}
?>